#+FILETAGS: journal

journal.org contains tasks thats are irrelevant in day to day operation, such as, interruptions, quick coffe break etc.

* 2021

** 2021-07 July

*** 2021-07-17 Saturday

** 2021-09 September

*** 2021-09-26 Sunday
**** [2021-09-26 Sun 20:31] my journal

[[file:~/org/todo.org::*Inbox][Inbox]]

*** 2021-09-27 Monday

* 2022

** 2022-02 February

*** 2022-02-20 Sunday
:LOGBOOK:
CLOCK: [2022-02-20 Sun 17:53]--[2022-02-20 Sun 19:02] =>  1:09
:END:

*** 2022-02-21 Monday
**** walking dog :@home:
:LOGBOOK:
CLOCK: [2022-02-21 Mon 21:30]--[2022-02-21 Mon 21:48] =>  0:18
:END:
[2022-02-21 Mon 21:30]
**** shower :@home:
:LOGBOOK:
CLOCK: [2022-02-21 Mon 21:49]--[2022-02-21 Mon 22:00] =>  0:11
:END:
[2022-02-21 Mon 21:48]
